<!DOCTYPE html>
<html lang="es">

<head>
    <title>PaginaPrincipal</title>
    <meta charset="utf-8"/>
    <meta name="keywords" content="Saga de las Peliculas de Harry Potter" />
    <link rel="stylesheet" type="text/css" href="CSS/principal.css">
</head>
<body> 
    
    <header >
        <div id="encabezado">  
            <div id="logo1">
                <img src="Imagenes/logg.png"  width="400" height="200" alt="Imagen de Portada" >
            </div>
            <div id="buscar">
                <form method="get" action="https://www.google.com/search">
                <input title="busqueda" name="q" type="text" class="floatright" id="cajabusqueda" value="" size="31" 
                 maxlength="255">
                <input name="botonbusq" type="submit" class="floatright" id="botonbusqueda" value="Buscar">
                </form> 	
            </div>  
            <div id="info">
                <a href="tel:+5930998801982"><img src="Imagenes/contacto.png"  width="50" height="50" alt="Correo electronico" ></a>
                <a href="mailto:dtixi@est.ups.edu.ec"><img src="Imagenes/email.png"  width="50" height="50" alt="Contactos Telefonico" ></a>
                <a href="Formulario/formulario.html" target="_blank"><img src="Imagenes/sobre.jpg"  width="50" height="50" alt="Quienes Somos" ></a>
            </div>
        </div>  
    </header>

        <nav>
            <ul class="menu_h">
                <li><a href="Pelicula1/PiedraF.html" target="_blank">La piedra filosofal</a></li>
                <li><a href="Pelicula2/CamaraS.html" target="_blank">La c&aacute;mara secreta</a></li>
                <li><a href="Pelicula3/PrisioneroA.html" target="_blank">El prisionero de Askaban</a></li>
                <li><a href="Pelicula4/CalizF.html" target="_blank">El c&aacute;liz de fuego</a></li>
                <li><a href="Pelicula5/OrdenF.html" target="_blank">La Orden del F&eacute;nix</a></li>
                <li><a href="Pelicula6/MisterioP.html" target="_blank">El misterio del pr&iacute;ncipe</a></li>
                <li><a href="Pelicula7/Reliquias1.html" target="_blank">Reliquias de la Muerte P1</a></li>
                <li><a href="Pelicula8/Reliquias2.html" target="_blank">Reliquias de la Muerte P2</a></li>
            </ul>
        </nav>
    <aside>
            <div>
            <div id="cabecera">
                <h1><strong>Harry Potter</strong></h1>
                <p><strong>Harry Potter es m&aacute;s que un mago del siglo XXI o un <a href="#seccion3"> personaje</a> creado por la 
                    autora brit&aacute;nica J.K. Rowling.
                 <br>
                    Pero la magia de Harry Potter no s&oacute;lo estriba en aquello que es evidente, como 
                    sus capacidades para la hechicer&iacute;a o lo fant&aacute;stico de su mundo, tambi&eacute;n
                    se hace tangible en el retrato de la madurez de un ni&ntilde;o que no s&oacute;lo debe lidiar 
                    con sus propios problemas, sino que carga a cuestas la vida de pr&aacute;cticamente toda la 
                    humanidad. A&uacute;n con toda la magia, la historia de Rowling habla de un ser humano, 
                    al que le cambia la vida, pero que sigue siendo un niño cuando empieza su aventura y poco a 
                    poco se va transformando literalmente frente a nuestros ojos.
                    Acompa&ntilde;ando a Harry en sus proezas y desventuras, est&aacute;n todos los personajes que
                    se han convertido en elementos esenciales para el desarrollo de la historia y que son tan 
                    entra&ntilde;ables como el mismo protagonista, d&aacute;ndole una dimensionalidad m&uacute;ltiple 
                    a cada pel&iacute;cula, y permitiendo que la mente del espectador vuele y se regocije, de 
                    acuerdo con sus gustos personales.
                </strong></p>
        </div>
        <div id="trailer">
            <iframe width="650" height="350" src="https://www.youtube-nocookie.com/embed/8D8gnDejcSc"></iframe>
        </div>
        </div>    
    </aside>

    <section class="secciones">
        <h2 class="centrado" style="text-align: center;"><strong>Sinopsis</strong></h2>
        <div id="imag">
        <img src="Imagenes/seccion2.jpg"  width="500" height="250" alt="Imagen de Portada" >
        </div>

        <div id="capa1" >    
        <h4>Primera Cinta</h4>
            <p>
                En esta primera pel&iacute;cula, Harry Potter, de once a&ntilde;os, descubre que es un mago y que debe 
                ir a Hogwarts a comenzar sus estudios de hechicer&iacute;a y magia, pero su talento no viene 
                solo, se acompaña de una maldici&oacute;n que lo dejar&aacute; atado a Lord Voldemort, quien buscar&aacute;
                su muerte hasta el final de la historia
            </p>
        </div>

        <div id="capa2">
        <h4>Segunda Cinta</h4>
            <p>
                En esta cinta, Harry Potter ha logrado salir ileso de su primera aventura (sucedida en 
                la pel&iacute;cula anterior) y cuando intenta regresar a Hogwarts a estudiar el segundo a&ntilde;o, 
                parece haber algo que se lo impide. Aparecen nuevos personajes en su camino, y sobre 
                todo, hay información valiosa sobre el <em>Lord Voldemort</em> que relata parte de su pasado.
            </p>
        </div>

        <div id="capa3">
        <h4>Tercera Cinta</h4>
            <p>
                Se introduce uno de los personajes m&aacute;s importantes de la serie (Sirius Black) y 
                toda la trama gira en torno a sus motivos para escapar de la prisi&oacute;n de Azkab&aacute;n 
                y la seguridad del propio Potter. Se percibe en general un ambiente tenso y a un 
                Harry Potter que comienza una etapa de madurez importante para la continuaci&oacute;n de 
                la saga.
            </p>
        </div>

        <div id="capa4">
        <h4>Cuarta Cinta</h4>
            <p>
                En esta cinta, el concurso de los tres hechiceros se lleva a cabo, &eacute;ste es un certamen 
                interescuelas que se desarrolla durante ese a&ntilde;o en Hogwarts, y los participantes tendr&aacute;n que 
                enfrentarse a una serie de retos. Harry resulta ser el cuarto participante (como excepci&oacute;n). 
                Voldemort hace por primera vez una aparici&oacute;n en la historia, y Harry es el &uacute;nico que lo ve.
            </p>
        </div>

        <div id="capa5">
        <h4>Quinta Cinta</h4>
            <p>
                Se muestra momentos muy personales en la vida de Harry que comienza a sufrir p&eacute;rdidas, y lo va 
                convirtiendo en un ser mucho m&aacute;s oscuro y menos inocente. Junto a &eacute;l, todos los dem&aacute;s, sobre 
                todo Hermione y Ron, van motiv&aacute;ndose a ser un poco m&aacute;s adultos.
            </p>
        </div>

        <div id="capa6">
        <h4>Sexta Cinta</h4>
            <p>
                Serie de recuerdos y acontecimientos que le ense&ntilde;ar&aacute;n los secretos de Voldemort, parte 
                del pasado de Snape y la importancia de comprender qu&eacute; son los <em> horrocruxes</em>.El pasado de Harry no 
                es tan claro ni brillante como era de imaginarse. En realidad, se trata de un chico con m&uacute;ltiples 
                ra&iacute;ces, no es una vida sencilla. 
            </p>
        </div>

        <div id="capa7">
        <h4>Septima Cinta</h4>
            <p>
                Harry Potter y sus incondicionales amigos (Ron y Hermione) emprenden un viaje para buscar 
                <em> horrocruxes</em> con los que intentarán impedir que Voldemort se apodere del mundo entero. Su viaje 
                será difícil y estará lleno de peligros,
            </p>
        </div>

        <div id="capa8">
        <h4>Octava Cinta</h4>
            <p>
                Potter, &eacute;ste encontrar&aacute; la paz que tanto anhelaba, despu&eacute;s de terribles y peligrosos enfrentamientos 
                y de encontrar la clave para terminar con el mal que aquejaba a todo el mundo de la magia.
            </p>
        </div>
    </section>
   
    <section class="secciones1"> 
        <hr>
            <h2 class="centrado" style="text-align: center;"><a href="#seccion4">Casas de Hogwarts</a></h2>
        <article>
            <div class="capa9">
            <h3><strong>Gryffindor</strong></h3>
                    <p>Caracterizada por el valor y el coraje, fundada por Godric Gryffindor. 
                        Sus colores son escarlata y dorado, y esta representada por un león. 
                        Su fantasma es Sir Nicholas de-Mimsy Porpington, también conocido como 
                        Nick casi decapitado. La entrada a la sala común está situada en una torre 
                        en el séptimo piso escondido detras de un portaretrato de La Dama Gorda, 
                        también conocida como "la Señora Gorda", a la cual los alumnos deben decir 
                        la contraseña imprescindible para entrar. La contraseña que primero se oye 
                        en Harry Potter y la piedra filosofal es: Caput Draconis.   
                    </p>
            </div>
            <div class="imgC1">
                <img src="Imagenes/gyf.png"  width="225" height="175"  alt="Logo de Hogwarts" >
            </div>

            <div class="capa9" >
                <h3 ><strong>Hufflepuf</strong></h3>
                 <p>Caracterizada por la lealtad y una fuerte ética de trabajo, fundada por Helga 
                    Hufflepuff. Sus colores son el amarillo y el negro, y está representada por 
                    un Tejón. Su fantasma es El fraile gordo. La entrada a la sala común está situada 
                    debajo de las escaleras cerca de la cocina.
                </p>
            </div>
            <div class="imgC1">
                <img src="Imagenes/huff.jpg"  width="225" height="175"  alt="Logo de Hufflepuf" >
            </div>   
 
            <div class="capa9">
            <h3><strong>Ravenclaw</strong></h3>
                <p>Caracterizada por el ingenio, la creatividad, la belleza, la sabiduría 
                    e intelecto. Fundada porRowena Ravenclaw. Sus colores son azul y bronce, 
                    y está representada por un águila (sin embargo en la película aparece un 
                    cuervo). Su fantasma es Helena Ravenclaw (hija deRowena Ravenclaw), mejor 
                    conocida como la dama gris. La entrada a la sala común está situada en una 
                    torre alta en el séptimo piso. Se entra allí respondiendo una adivinanza 
                    del águila del aldabón.
                </p>
            </div>
            <div class="imgC1">
                <img src="Imagenes/rav.jpg"  width="225" height="175"  alt="Logo de Ravenclaw" >
            </div>

            <div class="capa9">
            <h3><strong>Slytherin</strong></h3>
                <p>Caracterizada por la ambición, la astucia y la herencia pura fundada por 
                    Salazar Slytherin. Sus colores son verde y plateado, y está representada 
                    por una serpiente. Su fantasma es El Barón Sanguinario. Su sala común está 
                    en las mazmorras debajo del lago a través de las tres piedras se accede por 
                    una puerta disimulada en un muro de piedra, diciendo una contraseña, su 
                    contraseña en el segundo año era sangre pura.
                </p>
            </div>
            <div class="imgC1">
                <img src="Imagenes/sly.jpg"  width="225" height="175" alt="Logo de Slytherin" >
            </div>
            
        </article>
    </section>

    <section class="secciones2" >
            <div>
            <h2 class="centrado" style="text-align: center;"><a id="seccion3">Personajes Principales</a></h2>
            </div>
            <div class="i1">
                <img src="Imagenes/i1.jpg"  width="200" height="150" alt="Imagen de Portada" >
                <h6> Harry Potter</h6>
            </div>
            <div class="i1">
                <img src="Imagenes/i2.jpg"  width="200" height="150" alt="Imagen de Portada" >
                <h6> Ron Weasley</h6>
            </div>
            <div class="i1">
                <img src="Imagenes/i3.jpg"  width="200" height="150" alt="Imagen de Portada" >
                <h6> Hermione Granger</h6>
            </div>
            <div class="i1">
                <img src="Imagenes/i4.jpg"  width="200" height="150" alt="Imagen de Portada" >
                <h6> Albus Dumbledore</h6>
            </div>
            <div class="i1">
                <img src="Imagenes/i5.jpg"  width="200" height="150" alt="Imagen de Portada" >
                <h6> Minerva McGonagall</h6>
            </div>
            <div class="i1">
                <img src="Imagenes/i6.jpeg"  width="200" height="150" alt="Imagen de Portada" >
                <h6> Severus Snape</h6>
            </div>
            <div class="i1">
                <img src="Imagenes/i7.jpg"  width="200" height="150" alt="Imagen de Portada" >
                <h6> Draco Malfoy</h6>
            </div>
            <div class="i1">
                <img src="Imagenes/i8.jpg"  width="200" height="150" alt="Imagen de Portada" >
                <h6>  Voldemort </h6>
            </div>
    </section>
    
    <section class="secciones2" >
        <div class="capa10">
            <hr>
        <h2>Cancion </h2>
        <audio controls src="Audio/audio1.mp3" > </audio>
        </div>
        <div class="capa11"> 
            <hr>
                <h2>Orden Cronologico De Estreno</h2>
                <table id="tabla">
                <tr>
                    <td colspan="3">Estrenos </td> 
                </tr>
    
                <tr>
                    <td>Titulo de la Pel&iacute;cula</td>
                    <td>A&ntilde;o del Estreno</td>
                    <td>Novela Correspondiente</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y la Piedra Filosofal</td>
                    <td>2001</td>
                    <td>Harry Poter y la Piedra Filosofal</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y la C&aacute;mara Secreta</td>
                    <td>2002</td>
                    <td>Harry Poter y la C&aacute;mara Secreta</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y el prisionero Askaban</td>
                    <td>2004</td>
                    <td>Harry Poter y el prisionero Askaban</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y el c&aacute;liz de Fuego</td>
                    <td>2005</td>
                    <td>Harry Poter y el c&aacute;liz de Fuego</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y la Orden del F&eacute;nix</td>
                    <td>2007</td>
                    <td>Harry Poter y la Orden del F&eacute;nix</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y el misterio del Pr&iacute;ncipe</td>
                    <td>2009</td>
                    <td>Harry Poter y el misterio del Pr&iacute;ncipe</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y las reliquias de la Muerte Parte1</td>
                    <td>2010</td>
                    <td>Harry Poter y las reliquias de la Muerte Parte1</td>
                </tr>
    
                <tr>
                    <td>Harry Poter y las reliquias de la Muerte Parte2</td>
                    <td>2011</td>
                    <td>Harry Poter y las reliquias de la Muerte Parte2</td>  
                </tr>
            </table>
        </div>
    </section>

<footer>
    <hr>
    <div class="i1">
        <a href="https://www.wizardingworld.com/"><img src="Imagenes/face.jpg"  width="30" height="30" alt="Imagen de Portada" ></a>
    </div>

    <div class="i1">
        <a href="https://www.instagram.com/harrypotterfilm/"><img src="Imagenes/insta.jpg"  width="30" height="30" alt="Imagen de Portada" ></a>
    </div>

    <div id="capa12">
        <img src="Imagenes/logg.png"  width="300" height="200" alt="Imagen de Portada" >
    </div>

    <div class="imgC1">
        <h5>Informaci&oacute;n</h5>
        <P>&#8226; Nombre: Diana Fernanda Tixi Uyaguari </P>
        <p>&#8226; Universidad Polit&eacute;cnica Salesiana </p>
        <p>&#8226; Email: <a href="mailto:dtixi@est.ups.edu.ec">dtixi@est.ups.edu.ec</a></p>
        <p>&#8226; Call: <a href="tel:+5930998801982">(593) 0998801982</a></p>
        <p>&#169;Todos los derechos reservados</p>
    </div>
</footer>

</body>
</html>